{
  "siteType": [
    {
      "id": 1,
      "name": "Сайт-Визитка",
      "description": "Ваш личный сайт, либо сайт вашего предприятия. Как правило содержит до 8 страниц и форму обратной связи. Функционал сайта можно расширить за счет модулей, добавив фотогалерею и другие.",
      "price": 400
    },
    {
      "id": 2,
      "name": "Сайт-Портал",
      "description": "Информативный, развлекательный портал, интерактивный блог, либо форум. Этот тип сайта является очень функциональным и позволяет создавать действительно крупные проекты со специфическим функционалом.",
      "price": 740
    },
    {
      "id": 3,
      "name": "Интернет магазин",
      "description": "Продаете товары? Желаете чтобы у вас был их каталог с возможностью покупки онлайн? Все это вам поможет сделать Интернет-магазин. Функционал сайта можно расширить за счет модулей.",
      "price": 820
    }
  ],
  "siteModules": [
    {
      "id": 1,
      "name":"Форум",
      "description": "Уникальная форум-система pedanto, позволит создать площадку для обсуждения тем на вашем сайте. Обычно используется для сайтов сетей или сообществ.",
      "price": 100,
      "siteType": ""
    },
    {
      "id": 2,
      "name":"Корзина покупок",
      "description": "Корзина товаров. Необходима для оформления заказа с множеством товаров одновременно.",
      "price": 300,
      "siteType": ""
    },
    {
      "id": 3,
      "name":"Страницы",
      "description": "Модуль создания собственных страниц. Встроенный визуальный редактор. Возможность импорта из Word.",
      "price": 60,
      "siteType": ""
    },
    {
      "id": 4,
      "name":"Новостной блог",
      "description": "Вы можете наполнить сайт статьями, либо вести свой блог. Вам будет доступен визуальный редактор публикаций, и система тегов.",
      "price": 80,
      "siteType": ""
    },
    {
      "id": 5,
      "name":"Файловый менеджер",
      "description": "Позволяет загружать изображения и файлы на сайт. Удобен для создания статей и оформления страниц медийным контентом.",
      "price": 0,
      "siteType": ""
    },
    {
      "id": 6,
      "name":"Слайдер",
      "description": "Слайдер - это блок с баннерами, которые циклически сменяют друг друга. Как правило размещен в верхней части сайта.",
      "price": 40,
      "siteType": ""
    },
    {
      "id": 7,
      "name":"Фото галерея",
      "description": "Позволит вам организовать фото-каталог ваших работ с возможностью создавать категории.",
      "price": 60,
      "siteType": ""
    },
    {
      "id": 8,
      "name":"Калькулятор",
      "description": "Калькулятор создается индивидуально. Например этот в котором вы сейчас находитесь, был создан полностью с нуля.",
      "price": 200,
      "siteType": ""
    },
    {
      "id": 9,
      "name":"Обратная связь",
      "description": "Форма обратной связи позволяющая посетителю сайта написать вам на e-mail.",
      "price": 20,
      "siteType": ""
    },
    {
      "id": 10,
      "name":"Обратный звонок",
      "description": "Кнопка обратного звонка. Отправляет Вам сообщение в Telegram с номером посетителя, который заполнил всплывающую форму на сайте.",
      "price": 60,
      "siteType": ""
    },
    {
      "id": 11,
      "name":"Подписка и рассылка",
      "description": "Позволяет пользователям сайта подписываться на новости и рассылку с вашего сайта.",
      "price": 40,
      "siteType": ""
    },
    {
      "id": 12,
      "name":"Мультиязычный сайт",
      "description": "Мультиязычный модуль, позволяющий переводить сайт на разные языки.",
      "price": 150,
      "siteType": ""
    },
    {
      "id": 13,
      "name":"Каталог товаров",
      "description": "Каталог товаров для интернет-магазина любого типа. Позволяет создавать категории и загружать товары через панель администратора.",
      "price": 300,
      "siteType": ""
    },
    {
      "id": 14,
      "name":"Онлайн оплата",
      "description": "Подключение полуавтоматического онлайн сервиса приема платежей для интернет-магазина.",
      "price": 100,
      "siteType": ""
    },
    {
      "id": 15,
      "name":"Выбор валюты",
      "description": "Позволяет переводить всю валюту заданному по курсу в любую другую валюту мира.",
      "price": 40,
      "siteType": ""
    },
    {
      "id": 16,
      "name":"Мультикатегории",
      "description": "Позволяет присваивать товару принадлежность сразу к нескольким категориям. ",
      "price": 0,
      "siteType": ""
    },
    {
      "id": 17,
      "name":"Виды товаров",
      "description": "Дает возможность создавать разновидности одной и той же позиции товара с разными цветами ценой и т.п.",
      "price": 40,
      "siteType": ""
    },
    {
      "id": 18,
      "name":"Акции",
      "description": "Модуль акций. Позволяет оформлять акции и группировать товары на время их проведения.",
      "price": 30,
      "siteType": ""
    },
    {
      "id": 19,
      "name":"XML/API импортер",
      "description": "Импортер товаров со складов поставщика с XML файла либо через API (таких как Brain и т.п.). Импортер будет написан исходя из пожеланий заказчика.",
      "price": 300,
      "siteType": ""
    },
    {
      "id": 20,
      "name":"Рекомендованные товары",
      "description": "На странице товаров, можно рекомендовать товары из других категорий.",
      "price": 30,
      "siteType": ""
    },
    {
      "id": 21,
      "name":"Оптовые цены",
      "description": "Позволяет указывать цены с привязкой к количеству купленных товаров. Например если покупатель берет 100 едениц товара, то цена будет другая нежели за одну.",
      "price": 80,
      "siteType": ""
    },
    {
      "id": 22,
      "name":"Поисковые фильтры",
      "description": "Дает возможность выбирать товар в категориях с учетом его характеристик. Напирмер мобильные телефоны можно сортировать по бренду, диагонали, объему батареи и т.д.",
      "price": 200,
      "siteType": ""
    }
  ],
  "siteDesign": [
    {
      "id": 1,
      "name":"Дизайн от DigitSBMPEI",
      "description": "Адаптивный дизайн созданный полностью на усмотрение DigitSBMPEI, c минимальными правками со стороны заказчика (возможность выбора цветовой гаммы и т.п.). Отрисовка предварительного макета не делается.",
      "price": 160
    },
    {
      "id": 2,
      "name":"Индивидуальный дизайн",
      "description": "Адаптивный дизайн в котором все элементы согласовываются с заказчиком. Создается предварительный макет базовых страниц в формате PSD/PDF. Разработка занимает больше времени чем 'дизайн от Pedanto'.",
      "price": 400
    }
  ],
  "optionalDesign": [
    {
      "id": 1,
      "name":"Создание логотипа",
      "description": "Создание фирменного уникального логотипа в векторном формате.",
      "price": 80
    },
    {
      "id": 2,
      "name":"Баннер",
      "description": "Отрисовка баннера или слайдера в формате psd/png.",
      "price": 40
    },
    {
      "id": 3,
      "name":"Лендинг",
      "description": "Дизайн и верстка лендинг страницы призывающей клиента к действию.",
      "price": 220
    }
  ],
  "siteSupport": [
    {
      "id": 1,
      "name":"Простая страница",
      "description": "Текстовая и графическая информация. Без сложных таблиц и множества изображений.",
      "price": 12
    },
    {
      "id": 2,
      "name":"Сложная страница",
      "description": "Страница с таблицами, видео, всплывающими картинками, либо адаптивной версткой.",
      "price": 35
    },
    {
      "id": 3,
      "name":"Редактирование страницы",
      "description": "Страница с таблицами, видео, всплывающими картинками, либо адаптивной версткой.",
      "price": 5
    },
    {
      "id": 4,
      "name":"Размещение материала",
      "description": "Размещение материала предоставленного в электронном виде. Цена зависит от сложности позиции и рассчитывается индивидуально.",
      "price": 7
    },
    {
      "id": 5,
      "name":"Перевод сайта",
      "description": "Наполнение сайта переведенным текстом. Стоимость указана за одну страницу.",
      "price": 10
    },
    {
      "id": 6,
      "name":"Перенос данных",
      "description": "Перенос данных с прежнего сайта в больших, или малых количествах. В том числе перенос товаров интернет-магазина, комментариев, либо отдельнло созданных страниц. Цена может менятся в зависимости от сложности задачи.",
      "price": 200
    },
    {
      "id": 7,
      "name":"Изменение телефона",
      "description": "Изменение телефона или адреса на сайте.",
      "price": 0
    },
    {
      "id": 8,
      "name":"Хостинг от Pedanto - 1 год",
      "description": "Покупая хостинг у нас, мы гарантируем Вам стабильную работу сайта! Настройку сервера и защиту от DDOS атак. Цена на хостинг может манятся в заыисимости от масштаба проекта.",
      "price": 100
    },
    {
      "id": 9,
      "name":"Резервные копии",
      "description": "Ежедневное резервное копирование сайта и базы данных в облачное хранилище. [Только на хостинге Pedanto]",
      "price": 0
    },
    {
      "id": 10,
      "name":"Обслуживание домена",
      "description": "Покупка и продление домена на год. В стоимость входит подключение облачных DNS, с защитой сайта от DDOS атак.",
      "price": 40
    },
    {
      "id": 11,
      "name":"Google карта",
      "description": "Ваше предприятие будет доступно на карте мира с точным маршрутом проезда, изображениями фасада и графиком работы. На картах мира Google вас легко можно будет найти по названию предприятия.",
      "price": 15
    },
    {
      "id": 12,
      "name":"Почтовый сервер",
      "description": "Установка и настройка почтового сервера, который позволяет клиентам получать письма о заказах, либо же используюется для формы обратной связи. При этом домен почты будет иметь вид info@domain.com (где domain.com - название вашего сайта). Кроме этого письма с такого сервера никогда не попадают в СПАМ.",
      "price": 40
    },
    {
      "id": 13,
      "name":"Скрипты",
      "description": "Счетчики посещаемости, Онлайн консультант для магазина, Гостевая книга, Google/Yandex карты и т.п.",
      "price": 0
    }
  ],
  "communicationMethod": [
    {
      "id": 1,
      "name": "Телефон"
    },
    {
      "id": 2,
      "name": "E-mail"
    },
    {
      "id": 3,
      "name": "Telegram"
    },
    {
      "id": 4,
      "name": "Whats App"
    },
    {
      "id": 5,
      "name": "Другое"
    }
  ],
  "rejectionReason": [],
  "urgency": [
    {
      "id": 1,
      "name": "NO"
    },
    {
      "id": 2,
      "name": "YES"
    }
  ]
}
